{"focusedProject":"DataCity Adidas","about":{"big":"Post Neon is a  new Creative Studio based in Amsterdam. The studio creates digital experiences, physical installations, videos and 3d content. They explore alternate realities, physical and non-physical space.\n\nThey have worked with several institutions like MU Artspace, Cinekid, TUE Innovation Space and brands such as TopNotch and Adidas. Dezeen mentioned one of their projects as best graduation projects of 2018 and WGSN(Insider) featured their work in the report that unpacks the ten most influential concepts for 2019.\n\nJim Brady \nCreative Director\n\nVito Boeckx \nArt Director \n\nJeremy Renoult \nCreative Manager\n\n","small":"WWW: <a href=\"mailto:vandijckv@gmail.com\">Big Mistqke</a>\nLogo Design: Ward Goes \nFont: Charlotte Rohde\n\n\n"},"contact":{"big":"<input onClick=\"this.setSelectionRange(0, this.value.length)\" class=\"link\" value=\"instagram.com/post.neon\" readonly>\n<input onClick=\"this.setSelectionRange(0, this.value.length)\" class=\"link\" value=\"info@post-neon.com\" readonly>\n","small":""},"camera":{"rotation":{"_x":-0.3062063499720379,"_y":-0.03908453768895756,"_z":-0.012352788689071326,"_order":"XYZ"},"position":{"x":-11.596718483943532,"y":89.39536954149105,"z":282.76283237286606}},"projects":[{"title":"Data Church","info":{"tags":"","big":"WHAT_ \nA virtual reality experience that visualises the vast flow of data that surrounds us. By putting on the VR-glasses you enter a parallel world, where tracked data from local wi-fi points become the building blocks for a dynamic urban landscape. \n\nHOW_ \nVito Boeckx found a way to translate actual network activity into a digital city. Screen recordings from nearby modems are turned into huge neon-lit skyscrapers, emphasising the scale of it all; each tower grows when online activity intensifies.tete\n\nWHY_ \nWe all contribute to this omnipresent yet invisible data flow, which increasingly dominates our lives. Is ‘Dataism’ becoming a new religion? Data Church offers a sanctuary for reflection on our digital behaviour.\n","small":"SELECTED EXHIBITIONS:\nDutch Design Week 018, G18\nVienna Design Week 018, EXIST\nRotterdam Art Week 018, Tech Art\n\nAudio Production_ Vincent van Dijck & Vito Boeckx\n\n"},"directory":"Data%20Church","medias":[{"src":"kipbn6a6.png","ratio":0.6666666666666666,"type":"image"}]},{"title":"DataCity Adidas","info":{"tags":"","big":"What_\nA virtual city that portrays the flow of data produced by body sensors.\n\nHow_\nThe data used to produce each Custom fit Adidas 4D print shoe was translated in the ‘data church’ virtual environment. Creating a Data City with biometric data with as center topic the Adidas 4d print shoe.\n\nWhy_\nCommissioned by Midnight Club London and Adidas the project was inspired by the data visualization system of Data Church, adjusted towards the clients purpose.\n\ntest123456\n","small":"Audio Production_ Vito Boeckx"},"directory":"DataCity%20Adidas","medias":[{"src":"Adidas1920x1080","type":"video","ratio":1.7777777777777781},{"src":"Omslag.jpg","type":"image","ratio":0.9999999999999998}]},{"title":"Mobile Journalism","info":{"tags":"","big":"What_\nThis Virtual Reality experience shows the same protest event from various perspectives, giving you a vivid insight into the opinionating world.\n\nHow_\nIn this age of information we are quick to form an opinion based on what’s published. But there is more than one version to the stories we hear, see or read. Why not try a different view – it might change your judgement.\n\nWhy_        \nClimb the stage, put on the VR-glasses and enter the scene of a protest march. Be a journalist, a policeman or a protester and see what happens through their eyes. In the meantime the crowd can change the issue at stake by tweeting a hashtag to @mob_journalism, making the experience ever more interactive.\n\n","small":"System Design_ Vito Willems & Luca Claessens\nSound Design_ Vito Willems  \nModel_ Lucas Zito Louisor, Laura Hoek, Alvin Arthur \n\nDutch Design Week 018, G18\nDutch Design Week 018, MU Art Space\nVienna Design Week 018, EXIST\nRotterdam Art Week 018, Tech Art\n\n"},"directory":"Mobile%20Journalism","medias":[{"src":"MobileJournalism3","type":"video","ratio":1.777777777777778},{"src":"Mixed2.jpg","type":"image","ratio":1.4999999999999991},{"src":"_H3A2444_JimBrady_final_crop._Mobile_Journalism-W300-H1000-C0-Q100-S1.jpg","type":"image","ratio":0.7500000000000001}]},{"title":"Omninaut","info":{"tags":"","big":"What_\nA video made for artist duo Omninaut capturing the live atmosphere of their live performances. \n\nHow_\nThe original documented footage of the Omninaut performances were used as light sources and as inspiration throughout the virtual scenes. \n\nWhy_\n3 audio and visual artists were asked to create an own piece with the same original footage. Post neon was commissioned as one of the three visual artist by Studio Marie & Arvid to create a audio visual piece in collaboration with \nPim Boreel.\n\ntest 123456","small":"Audio_ Omninaut \nAudio Production_ Pim Boreel\nVideo footage_ Vito Boeckx & Ines de Peuter\n"},"directory":"Omninaut","medias":[{"src":"Omninaut","type":"video","ratio":1.777777777777778}]},{"title":"Immersive Journalism","info":{"tags":"Immersive Journalism; A Design Perspective","big":"Immersive Journalism; A Design Perspective\n\nThe project Immersive Journalism investigates the increasing popularity of virtual reality within the news industry and the apparently imminent transition that virtual reality technologies bring about.\n\nThe new domain of ‘immersive journalism’ relies on experience rather than report. VR technologies are generally considered to immerse the audience in the news itself, making these experiences more engaging and emphatic. However, the use of virtual reality brings forward new questions with regard to objectivity and technology.\n\nIn three installations the project speculates about the future applications of virtual reality technologies in journalism while asking the audience to think about news reporting in a drastically different way. While going beyond traditional media and accepted news formats, they propose a type of journalism that is theatrical, playful and performative.","small":"The project was made by Studio Ward Goes and Post Neon "},"directory":"Immersive%20Journalism","medias":[{"src":"Installation3_sameNameDifferentFile1.jpg","type":"image","ratio":0.6654135338345866},{"src":"Installtion_3.1.jpg","type":"image","ratio":1.7777777777777781},{"src":"IJ_3","type":"video","ratio":1.7777777777777786}]},{"title":"Generation XYZ","info":{"tags":"","big":"What_\nGeneration XYZis an augmented reality installation where visitors create their own modified objects. \n\nHow_\nThey use an iPad to explore certain physical objects and their virtual layer. The ‘DNA’ of the object is affected by adding bit code to create new and special properties. This is then added to existing objects in our visual culture.\n\nWhy_\nCommissioned by CINEKID & MU Artspace for their new program Creative Coding. The goal of the project is to get kids and adults closer to programming. \n","small":"development by <a href=\"https://www.facebook.com/bigmistqke/\">Big Mistqke</a>"},"directory":"Generation%20XYZ","medias":[{"src":"OMSLAG.png","type":"image","ratio":0.9999999999999998},{"src":"2.jpg","type":"image","ratio":0.6656249999999998},{"src":"3.jpg","type":"image","ratio":1.777777777777778}]},{"title":"RFTA","info":{"tags":"","big":"What_\nAn animation video about the devastated forest fires\n in Australia.\n\nHow_\nAll the shots are 3D rendered with the use \nof Cinema4D. \n\nWhy_\nBy making this animation video we intent to help rase \nawareness among others about the wilde fires in Australia.\n"},"directory":"RFTA","medias":[{"src":"Omslag.jpg","type":"image","ratio":1},{"src":"RiseFromTheAshes","type":"video","ratio":0.9999999999999998}]},{"title":"Rich City","info":{"tags":"","big":"What_\nWe eternalised the friends of Rich City Fortune in a 3D sculpture and an animation video.\nHow_ \nEverything is 3D rendered and animated.\nWhy_\nWe got asked by our friend from Rich City Fortune to create a piece for a T-Shirt collab."},"directory":"Rich%20City","medias":[{"src":"1.jpg","type":"image","ratio":0.5624999999999998},{"src":"3.jpg","type":"image","ratio":1.3332106038291598},{"src":"2.jpg","type":"image","ratio":0.7501057977147692},{"src":"RCF_omslag","type":"video","ratio":0.5625000000000001}]}]}